Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2012.tmx
Source language: en_us
Languages: zh_cn

source: We must respect the people's creativity; boldly explore new ways; continue to promote all reforms, including the reform of China's economic and political systems, with greater resolve and courage; and solve complex issues in development in line with the requirements of the Scientific Outlook on Development.
zh_cn: 必须按照科学发展观要求，尊重群众首创精神，大胆探索，以更大决心和勇气继续全面推进经济体制、政治体制等各项改革，破解发展难题。

source: Now and for some time to come, reform will be focused on the following key areas and crucial links.
zh_cn: 当前和今后一段时期，改革的重点领域和关键环节是：

source: We will further transform government functions, improve macro-controls, balance the relationship between government and the market, and make better use of the basic role of the market in allocating resources.
zh_cn: 进一步转变政府职能，完善宏观调控体系，理顺政府与市场的关系，更好地发挥市场配置资源的基础性作用；

source: We will advance reform of the fiscal and taxation systems, better balance the distribution of fiscal resources between the central and local governments and between all levels of local governments, and better arouse the initiative of both the central and local governments.
zh_cn: 推进财税体制改革，理顺中央与地方及地方各级政府间财政分配关系，更好地调动中央和地方两个积极性；

source: We will deepen reforms of land, household registration and public services; balance the relationship between urban and rural areas; and promote coordinated development of industrialization, urbanization and agricultural modernization.
zh_cn: 深化土地、户籍、公共服务改革，理顺城市与农村的关系，推动工业化、城镇化和农业现代化协调发展；

source: We will carry forward reforms in social programs and income distribution, strike a balance between economic and social development, and effectively safeguard social fairness and justice.
zh_cn: 推进社会事业、收入分配等改革，理顺经济与社会发展的关系，有效保障社会公平正义；

source: We will run the government in accordance with the law and promote innovation in social administration, properly handle the relationship among the government, citizens and social organizations, and build a service-oriented, responsible, law-based and clean government.
zh_cn: 推进依法行政和社会管理创新，理顺政府与公民和社会组织的关系，建设服务、责任、法治、廉洁政府。

source: The major tasks for reform this year are as follows:
zh_cn: 今年改革的重点任务是：

source: We will deepen reform of the fiscal, taxation and financial systems.
zh_cn: 深化财税金融体制改革。

source: We will improve the revenue-sharing system and the system of transfer payments, and increase the scale and proportion of general transfer payments.
zh_cn: 完善分税制，健全转移支付制度，提高一般性转移支付规模和比例。

source: We will improve the mechanism for ensuring basic funding for county-level governments, and make the budgets and final accounts of local governments more transparent.
zh_cn: 完善县级基本财力保障机制。稳步推进地方财政预算、决算公开。

source: We will deepen reform of the systems for treasury's centralized revenue collection and expenditure payments, government procurement, and central government debt management.
zh_cn: 深化国库集中收付、政府采购及国债管理制度改革。

source: We will improve the excise tax system, comprehensively deepen the reform of resource taxes, and set taxes on more commodities on the basis of their prices.
zh_cn: 健全消费税制度。全面深化资源税改革，扩大从价计征范围。

source: We will thoroughly carry out reform of large financial institutions in which the state holds the controlling stake, ensure orderly development of small financial institutions, and improve the systems and mechanisms that serve small and micro businesses as well as agriculture, rural areas and farmers.
zh_cn: 深入推进国有控股大型金融机构改革，规范发展小型金融机构，健全服务小型微型企业和“三农”的体制机制。

source: We will implement new oversight and supervision standards for the banking industry, work toward establishing a deposit insurance system, and deepen the reform of policy-based financial institutions.
zh_cn: 推动实施银行业新监管标准。推进建立存款保险制度。深化政策性金融机构改革。

source: We will improve both initial public offerings and delistings, and ensure better protection of returns on investors' money and their rights and interests.
zh_cn: 健全完善新股发行制度和退市制度，强化投资者回报和权益保护。

source: We will actively develop the bond market, accelerate reform and development of the insurance industry, and make interest rates more market based.
zh_cn: 积极发展债券市场。推进保险业改革发展。深化利率市场化改革。

source: We will work steadily to make the RMB convertible under capital accounts and expand the use of RMB in cross-border trade and investment.
zh_cn: 稳步推进人民币资本项目可兑换，扩大人民币在跨境贸易和投资中的使用。

source: We will promote the common development of economic entities under diverse forms of ownership.
zh_cn: 推动多种所有制经济共同发展。

source: We will unwaveringly consolidate and develop the public sector and encourage, support and guide the development of the non-public sector.
zh_cn: 毫不动摇地巩固和发展公有制经济，毫不动摇地鼓励、支持、引导非公有制经济发展。

source: We will thoroughly carry out strategic adjustment of the state sector, and improve the mechanism for increasing investment of state capital in some sectors while reducing it in others to ensure its sound flow.
zh_cn: 深入推进国有经济战略性调整，完善国有资本有进有退、合理流动机制。

source: We will promote reform of the railway and power industries.
zh_cn: 研究推进铁路、电力等行业改革。

source: We will improve and implement policies and measures for developing the non-public sector; break up monopolies and relax restrictions on market access; encourage nongovernmental investment in railways, public utilities, finance, energy, telecommunications, education, and medical care; and create a fair environment in which economic entities under all forms of ownership can compete and develop together.
zh_cn: 完善和落实促进非公有制经济发展的各项政策措施，打破垄断，放宽准入，鼓励民间资本进入铁路、市政、金融、能源、电信、教育、医疗等领域，营造各类所有制经济公平竞争、共同发展的环境。

source: We will deepen price reforms.
zh_cn: 深化价格改革。

source: We will prudently carry out reform of electricity prices by implementing progressive pricing for household electricity consumption and improving pricing mechanisms for nuclear power, hydropower, and power generated from other renewable energy sources.
zh_cn: 稳妥推进电价改革，实施居民阶梯电价改革方案，完善水电、核电及可再生能源定价机制。

source: We will make the price of electricity better reflect the price of coal.
zh_cn: 逐步理顺煤电价格关系。

source: We will reform the prices of refined oil products and proceed with the price reform of natural gas.
zh_cn: 完善成品油价格改革，推进天然气价格改革。

source: We will impose the strictest control over water resources, rationally set and adjust water resource fees in different localities, and carry out integrated price reform of water used for agricultural purposes.
zh_cn: 实行最严格的水资源管理制度，合理制定和调整各地水资源费征收标准，推进农业水价综合改革。

source: We will start trials of trading carbon emissions and the cap-and-trade scheme for pollution rights.
zh_cn: 开展碳排放和排污权交易试点。

source: We will deepen reform of the income distribution system.
zh_cn: 深化收入分配制度改革。

source: We will promptly formulate a master plan for reforming the income distribution system, strive to raise the proportion of individual income in national income, and raise the proportion of remuneration in the primary distribution.
zh_cn: 抓紧制定收入分配体制改革总体方案。努力提高居民收入在国民收入分配中的比重，提高劳动报酬在初次分配中的比重。

source: We will improve the salary system, put in place a mechanism for regular salary increases, and steadily raise the minimum wage.
zh_cn: 完善工资制度，建立工资正常增长机制，稳步提高最低工资标准。

source: We will create conditions to increase people's income from property.
zh_cn: 创造条件增加居民财产性收入。

source: We will establish a mechanism whereby the public share the proceeds from the sale of public resources.
zh_cn: 建立公共资源出让收益的全民共享机制。

source: We will take further steps to adjust taxes for high-income groups, strictly standardize supervision of pay and bonuses for senior management in state-owned enterprises and financial institutions, expand the proportion of middle-income groups, raise the incomes of low-income groups, and promote equal opportunity.
zh_cn: 加大对高收入者的税收调节力度，严格规范国有企业、金融机构高管人员薪酬管理，扩大中等收入者比重，提高低收入者的收入，促进机会公平。

source: We will ensure that income distribution is governed by proper standards, effectively protect lawful income, and resolutely ban illegal income.
zh_cn: 规范收入分配秩序，有效保护合法收入，坚决取缔非法收入，

source: We will quickly reverse the trend of a widening income gap.
zh_cn: 尽快扭转收入差距扩大的趋势。

source: We will actively yet prudently carry out reform of public institutions based on their classification.
zh_cn: 积极稳妥推进事业单位分类改革。

source: We will classify public institutions scientifically, provide targeted guidance to each class, and phase in reforms sector by sector, level by level, and step by step to deepen reform of the systems of management, personnel, income distribution, and social security for public institutions.
zh_cn: 科学划分事业单位类别，分类指导、分业推进、分级组织、分步实施，深化事业单位管理体制和人事、收入分配、社会保障制度改革。

source: We will accelerate government reform.
zh_cn: 加快推进政府改革。

source: We will expand socialist democracy; conduct democratic election, decision making, administration and oversight in accordance with the law; and protect people's rights to stay informed about, participate in, express views on, and oversee government affairs.
zh_cn: 扩大社会主义民主，依法实行民主选举、民主决策、民主管理、民主监督，保障人民的知情权、参与权、表达权和监督权。

source: We will implement the basic strategy of enforcing the law in both letter and spirit, respect and uphold the sanctity of the Constitution and laws, and govern in strict accordance with the law. We will resolutely rectify the problems of laws not being abided by or fully enforced, lawbreakers not being prosecuted, uncivilized law enforcement, dereliction and neglect of duty, and corrupt practices in law enforcement.
zh_cn: 全面贯彻依法治国基本方略，尊重和维护宪法和法律的权威，严格依法行政，坚决纠正有法不依、执法不严、违法不究、粗暴执法、渎职失职和执法腐败等行为。

source: We will work harder to build clean government. To do so, we will fight corruption, effectively carry out the long-term and basic work needed to improve the system of preventing and punishing corruption, and give high priority to solving serious problems that the people are resentful about.
zh_cn: 加强廉政建设，深入开展反腐败斗争，扎实推进惩治和预防腐败体系建设的各项长期性、基础性工作，着力解决人民群众反映强烈的突出问题。

source: We will identify, handle, review and standardize matters subject to administrative approval in strict accordance with the law.
zh_cn: 严格依法设定、实施、清理、规范行政审批事项。

source: Leading officials are strictly forbidden to interfere in economic activities such as government procurement, project tendering and the auctioning of land-use and mining rights.
zh_cn: 严禁领导干部插手政府采购、工程招标、土地矿业权拍卖等经济活动。

source: We will strictly implement all regulations which require leading officials to uphold integrity in the performance of their official duties.
zh_cn: 严格执行领导干部廉洁从政各项规定。

source: We will strengthen administrative and democratic oversight and oversight through public opinion, resolutely investigate and prosecute violations of the law or discipline, and severely punish corruptionists.
zh_cn: 加强行政监督、民主监督、舆论监督。坚决查处各类违纪违法案件，严厉惩治腐败分子。

source: 9. Striving to improve the opening up policy
zh_cn: （九）努力提高对外开放的质量和水平

source: China has entered a new stage of opening up in which the position and role of imports and exports as well as two-way investment have profoundly changed.
zh_cn: 我国对外开放已进入新的阶段，进出口贸易、双向投资的地位和作用发生了深刻变化。

source: We must adapt to changing circumstances, adopt new ways of thinking about our external economic work, change the mode of China's external economic growth, open China's economy wider and bring about a new phase in China's open economy.
zh_cn: 必须适应新的形势，创新对外经济工作思路，转变对外经济发展方式，提升开放型经济水平，形成开放型经济新格局。

source: We will maintain steady growth in foreign trade.
zh_cn: 保持对外贸易稳定发展。

source: While expanding domestic demand is crucial, we can never overlook the importance of external demand in China's economic development.
zh_cn: 我们强调扩大内需，但决不能忽视外需对我国经济发展的重要作用。

source: We will maintain general continuity in China's foreign trade policy.
zh_cn: 要保持外贸政策基本稳定。

source: We will continue to implement the export tax rebate policy; increase trade financing and credit insurance; ensure that customs, quality inspectors, and foreign exchange authorities improve their supervision and services; and help enterprises overcome difficulties and pressures resulting from falling orders, rising costs, and increasing trade friction.
zh_cn: 稳定出口退税政策，扩大贸易融资和信用保险，改进海关、质检、外汇等方面的监管和服务，帮助企业克服订单不足、成本升高、摩擦增多等多重困难和压力。

source: We will speed up transformation of the way we develop foreign trade.
zh_cn: 要加快转变外贸发展方式。

source: We will fully implement the strategy of boosting trade through upgrading technologies, improving quality, and diversifying markets.
zh_cn: 深入实施科技兴贸、以质取胜和市场多元化战略，

source: We will support enterprises in building their own brands, marketing networks, and R&D centers, and guide our processing trade to move up the industrial chain and shift to the central and western regions.
zh_cn: 支持企业培育自主品牌、营销网络和研发中心，引导加工贸易向产业链高端延伸、向中西部转移。

source: We will consolidate traditional markets in the United States, Japan, and Europe and open up emerging markets.
zh_cn: 巩固美日欧传统市场，开拓新兴市场。

source: We will keep labor-intensive exports stable, expand the export of high-tech and high-value-added products, and limit the export of goods whose production is energy intensive and highly polluting.
zh_cn: 稳定劳动密集型产品出口，扩大高技术、高附加值产品出口，控制高耗能、高污染产品出口。

source: We will work hard to promote trade in services and undertake more services outsourced by other countries.
zh_cn: 大力发展服务贸易，承接服务外包。

source: We will adopt guidelines to increase imports and promote trade balance, improve import policies, build more platforms to promote imports, and work for balanced growth of exports and imports.
zh_cn: 制定加强进口、促进贸易平衡的指导意见，完善进口政策，搭建更多的进口促进平台，推动进出口平衡发展。

source: We will improve the use of foreign capital.
zh_cn: 提高利用外资质量。

source: We will adhere to the policy of actively and effectively utilizing foreign capital and give greater importance to optimizing its structure and raising its quality.
zh_cn: 坚持积极有效利用外资的方针，更加注重优化结构和提高质量。

source: We will implement the newly revised Proposed List of Industries for Foreign Investment, and encourage more foreign investment in advanced manufacturing, new and high technologies, energy conservation, environmental protection, new service industries, and the central and western regions.
zh_cn: 实施新修订的外商投资产业指导目录，引导外资更多投向先进制造业、高新技术产业、节能环保产业、现代服务业和中西部地区。

source: We will implement the "go global" strategy.
zh_cn: 实施“走出去”战略。

source: With China's outward investment in an important stage of accelerated development, we will enhance macro-guidance, increase policy support, streamline approval procedures, and improve services for Chinese investors.
zh_cn: 我国正处于对外投资加快发展的重要阶段，要加强宏观指导，强化政策支持，简化审批手续，健全服务保障。

source: We will guide Chinese enterprises under various forms of ownership in making overseas investments, mergers and acquisitions in energy, raw materials, agriculture, manufacturing, service industries, and infrastructure in an orderly manner.
zh_cn: 引导各类所有制企业有序开展境外能源、原材料、农业、制造业、服务业、基础设施等领域投资合作和跨国并购。

source: We will explore new models for overseas economic and trade cooperation zones, and support companies making overseas investments in coordinating their growth and forming clusters.
zh_cn: 创新境外经贸合作区发展模式，支持“走出去”的企业相互协同、集群发展。

source: We will standardize development of cooperative overseas labor services.
zh_cn: 规范发展对外劳务合作。

source: Restrictions on individuals investing overseas will be relaxed.
zh_cn: 放宽居民境外投资限制。

source: We will strengthen risk management of overseas investments and protect the safety of employees and assets of Chinese enterprises operating overseas.
zh_cn: 加强对外投资风险管理，维护我境外企业人员和资产安全。

source: We will participate in global economic governance and regional cooperation.
zh_cn: 参与全球经济治理和区域合作。

source: We will strive to maintain steady growth of China's economic and trade relations with developed countries and comprehensively deepen mutually beneficial cooperation with developing countries.
zh_cn: 努力保持与发达国家经贸关系稳定发展，全面深化与发展中国家的互利合作。

source: We will continue to promote development of free trade zones and regional economic integration.
zh_cn: 继续推进自贸区建设和区域经济一体化进程。

source: We will actively participate in building mechanisms for global economic governance such as the G20, strengthen coordination with major economies on macroeconomic policy, oppose protectionism in all its forms, and continue to play a constructive role in the Doha Round of trade talks and the reform of the international financial system.
zh_cn: 积极参与二十国集团等全球经济治理机制建设，加强与主要经济体宏观经济政策协调，反对各种形式的保护主义，继续在多哈回合谈判、国际金融体系改革中发挥建设性作用。

source: China is a unified, multiethnic country. Only when its ethnic groups are united as one and work for the development of all can China achieve prosperity.
zh_cn: 我国是统一的多民族国家，各民族共同团结奋斗、共同繁荣发展，国家才能兴旺发达。

source: We will adhere to and improve the system of regional ethnic autonomy, fully implement the central leadership's policies and measures for supporting the development of ethnic minorities and ethnic minority areas, and energetically implement plans to support development of ethnic groups with small populations, projects to bring prosperity to border areas and residents there, and services for ethnic minorities.
zh_cn: 要坚持和完善民族区域自治制度，认真贯彻落实中央支持少数民族和民族地区发展的政策措施，大力实施扶持人口较少民族发展、推进兴边富民行动和发展少数民族事业规划。

source: We will unwaveringly consolidate and develop socialist ethnic relations of equality, solidarity, mutual assistance, and harmony.
zh_cn: 坚定不移地巩固和发展平等团结互助和谐的社会主义民族关系。

source: We will actively implement the Party's basic policy on work related to religion, protect the lawful rights and interests of religious groups, religious figures, and believers, and give full play to their positive role in promoting economic development, cultural prosperity, and social harmony.
zh_cn: 认真贯彻党的宗教工作基本方针。维护宗教团体、宗教界人士和信教群众的合法权益，充分发挥他们在促进经济发展、文化繁荣、社会和谐中的积极作用。

source: We will fully implement the Party's policy on overseas Chinese affairs, protect the lawful rights and interests of overseas Chinese and returned overseas Chinese and their relatives, and support them in taking an active part in the endeavor to modernize China and in advancing the great cause of China's peaceful reunification.
zh_cn: 全面贯彻党的侨务政策。维护海外侨胞和归侨侨眷合法权益，支持他们积极参与祖国现代化建设与和平统一大业。

source: Strong national defense and powerful armed forces provide a firm guarantee for safeguarding China's sovereignty, security, and development interests.
zh_cn: 巩固的国防和强大的军队，是维护国家主权、安全和发展利益的坚强后盾。

source: We will make the armed forces more revolutionary, modern, and standardized in all respects so they can comprehensively accomplish their historic mission at the new stage in the new century.
zh_cn: 要着眼全面履行新世纪新阶段军队历史使命，全面加强军队革命化现代化正规化建设，

source: We will enhance the armed forces' capability to accomplish a wide range of military tasks, the most important of which is to win local wars under information-age conditions.
zh_cn: 不断提高以打赢信息化条件下局部战争能力为核心的完成多样化军事任务的能力。

source: We will strengthen their ideological and political standards, and adhere to the fundamental principle of the Party having absolute leadership over the armed forces, and we should maintain the Chinese armed forces' fundamental purpose of being an army of the people.
zh_cn: 加强思想政治建设，坚持党对军队绝对领导的根本原则和人民军队的根本宗旨。

source: We will vigorously carry out military training under information-age conditions.
zh_cn: 积极开展信息化条件下军事训练。

source: We will accelerate the modernization of the logistics support system, and vigorously enhance our capacity for making innovations in defense-related science and technology and in weapons and equipment development.
zh_cn: 加快全面建设现代后勤步伐。大力提高国防科技和武器装备自主创新能力。

source: We will focus on training a new type of highly competent military personnel.
zh_cn: 着力培养高素质新型军事人才。

source: We will actively yet prudently carry out reform of national defense and the armed forces.
zh_cn: 积极稳妥地实施国防和军队改革。

source: We will run the armed forces with strict discipline and in accordance with the law.
zh_cn: 坚持依法治军、从严治军。

source: We will comprehensively modernize the armed police force.
zh_cn: 全面建设现代化武装警察力量。

source: We will strengthen national defense mobilization and improve our reserves.
zh_cn: 加强国防动员和后备力量建设。

source: We will ensure the armed forces resolutely accomplish the tasks of combating terrorism, maintaining stability, handling emergencies, and relieving disasters.
zh_cn: 坚决完成反恐维稳、处置突发事件、抢险救灾等任务。

source: We will follow the path of integrated military and civilian development with Chinese characteristics by unifying military and civilian industries and embedding military programs in civilian industries.
zh_cn: 坚持军民结合、寓军于民，走中国特色军民融合式发展路子。

source: We will consolidate and develop solidarity between the military and the government and between the military and the people.
zh_cn: 巩固发展军政军民团结。

source: Hong Kong and Macao are closely bound with the mainland of China and we share a common destiny.
zh_cn: 香港、澳门与祖国休戚相关、荣辱与共。

source: We will unwaveringly implement the principle of "one country, two systems" under which the people of Hong Kong govern Hong Kong and the people of Macao govern Macao and both regions enjoy a high degree of autonomy, and we will fully support the two regions in growing their economies, improving the people's wellbeing and promoting democracy.
zh_cn: 我们将坚定不移地贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，全力支持香港、澳门发展经济，改善民生，推进民主。

source: We support the governments of the two special administrative regions in meeting the challenges of international economic risks and in upholding economic and financial stability and ensuring long-term prosperity and development.
zh_cn: 支持特区政府积极应对国际经济风险挑战，维护经济金融稳定和长期繁荣发展。

source: We will implement coordinated policies and measures for supporting the economic and social development of Hong Kong and Macao, open the mainland much wider to trade in services with the two regions, accelerate the construction of the Hong Kong-Zhuhai-Macao Bridge and other shared infrastructure projects, and deepen cooperation with Hong Kong and Macao to support them in participating in international and regional economic cooperation.
zh_cn: 衔接和落实好支持港澳经济社会发展的系列政策措施，大幅提升内地对港澳服务贸易开放水平，加快推进港珠澳大桥等基础设施建设和对接，深化合作，支持港澳参与国际和区域经济合作。

source: We support Hong Kong in consolidating and elevating its position as an international financial, trade, and shipping center, and in becoming a center of offshore RMB transactions.
zh_cn: 支持香港巩固和提升国际金融、贸易、航运中心地位，建设离岸人民币业务中心。

source: We support Macao in becoming a world center of tourism and leisure, building the Hengqin New Area, and diversifying Macao's economy as necessary.
zh_cn: 支持澳门建设世界旅游休闲中心，推进横琴新区建设，促进经济适度多元发展。

source: We believe that with the staunch support of the great motherland, our compatriots in Hong Kong and Macao will certainly create an even brighter future for themselves. Last year, relations across the Taiwan Straits withstood serious tests and improved considerably.
zh_cn: 我们相信，有伟大祖国作为坚强后盾，香港、澳门同胞一定能够把自己的家园建设得更加美好！过去的一年，两岸关系经受了严峻考验，取得了积极进展。

source: Opposing Taiwan independence, accepting the 1992 Consensus, consolidating achievements in exchanges and cooperation, and promoting peaceful development of cross-Straits relations have increasingly become shared aspirations of the people on both sides of the Straits.
zh_cn: 反对“台独”、认同“九二共识”，巩固交流合作成果，促进两岸关系和平发展，日益成为两岸同胞的共同意愿。

source: In 2012, we will adhere to the central leadership's policies on work related to Taiwan; strengthen the political, economic, and cultural foundation and public support for growing cross-Straits relations; and make further progress in promoting their peaceful development.
zh_cn: 新的一年，我们要继续坚持中央对台工作的大政方针，增强两岸关系发展的政治、经济、文化和民意基础，拓展两岸关系和平发展新局面。

source: We will deepen all-around cross-Straits economic and financial cooperation, and strive to make new progress in the follow-up talks on the Economic Cooperation Framework Agreement.
zh_cn: 要全面深化经济金融合作，推动两岸经济合作框架协议后续商谈取得新进展。

source: We will accelerate development of the Western Taiwan Straits Economic Zone.
zh_cn: 加快海峡西岸经济区建设。

source: We will energetically expand cross-Straits exchanges between people from all walks of life and carry out cultural, educational and other exchanges to forge a closer bond and increase mutual attachment and common interests between the two sides.
zh_cn: 积极扩大各界往来，开展文化、教育等交流，使两岸同胞联系更紧密，感情更贴近，利益更融合。

source: All Chinese people should unite more closely and endeavor to accomplish the great cause of China's reunification and the great rejuvenation of the Chinese nation.
zh_cn: 全体中华儿女要更加紧密地团结起来，为完成祖国统一大业、实现中华民族伟大复兴而努力奋斗！
